brew "bat"
brew "chezmoi"
brew "eza"
brew "fd"
brew "fzf"
brew "git"
brew "git-delta"
brew "go"
brew "lima"
brew "n"
brew "neovim"
brew "pkgconf"
brew "powerlevel10k"
brew "pyenv"
brew "tree"
brew "uv"
brew "xz"
brew "yazi"
cask "font-jetbrains-mono"
cask "font-meslo-lg-nerd-font"
cask "font-monaspace"
vscode "aaron-bond.better-comments"
vscode "alefragnani.project-manager"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "charliermarsh.ruff"
vscode "codezombiech.gitignore"
vscode "csstools.postcss"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "mechatroner.rainbow-csv"
vscode "miguelsolorio.symbols"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "njpwerner.autodocstring"
vscode "pkief.material-icon-theme"
vscode "postman.postman-for-vscode"
vscode "supermaven.supermaven"
vscode "t3dotgg.vsc-material-theme-but-i-wont-sue-you"
vscode "tamasfe.even-better-toml"
vscode "tomoki1207.pdf"
vscode "usernamehw.errorlens"
vscode "vscodevim.vim"
vscode "yzhang.markdown-all-in-one"
